Repository: awesto/djangoshop-discounts
Catalog: shop_discounts/locale/*/LC_MESSAGES/django.po
Languages: de

source: Rebate
de: Rabatt

source: Translatable Fields
de: Mehrsprachige Felder

source: Rebates for
de: Rabatt für

source: Rebate in %
de: Rabatt in %

source: Customers
de: Kunden

source: Groups
de: Gruppen

source: Customer Rebate
de: Kundenrabatt

source: Customer Rebates
de: Kundenrabatte

source: Rebate identifier will be shown on invoice
de: Rabattbezeichung wird auf der Rechnung angezeigt

source: Identifier
de: Bezeichnung

source: {percentage:.0f}%% rebate for {rebate}
de: {percentage:.0f}% Rabatt für {rebate}
